Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 准备情况
ar: الجاهزية
de: Bereitschaft
en: Readiness
eo: Preteco
es: Estado de preparación
fr: État de préparation
hi: तैयारी
id: Kesiapan
it: Verifica preliminare
ja: 準備状況
ko: 준비 상태
nl: Gereedheidscontrole
pl: Sprawdzenie gotowości
pt: Verificação de requisitos
ru: Проверка готовности
th: ความพร้อม
tr: Hazırlık Durumu
vi: Mức độ sẵn sàng
zh_hant: 準備狀況

source: 切换挂载点失败，数据已紧急还原：%@
ar: فشل تبديل نقطة التحميل، وتمت استعادة البيانات كإجراء طارئ: %@
de: Der Mountpunkt konnte nicht gewechselt werden. Die Daten wurden notfallmäßig wiederhergestellt: %@
en: Switching the mount point failed; the data was restored as an emergency measure: %@
eo: Ŝanĝo de la muntopunkto malsukcesis; la datumoj estis urĝe restarigitaj: %@
es: No se pudo cambiar el punto de montaje. Los datos se restauraron de emergencia: %@
fr: Échec du changement de point de montage. Les données ont été restaurées en urgence : %@
hi: माउंट पॉइंट बदलना विफल रहा। आपात उपाय के तौर पर डेटा पुनर्स्थापित कर दिया गया: %@
id: Gagal mengganti titik pemasangan; data telah dipulihkan sebagai langkah darurat: %@
it: Cambio del punto di montaggio non riuscito. È stato eseguito un ripristino di emergenza dei dati: %@
ja: マウントポイントを切り替えられなかったため、データを緊急復元しました：%@
ko: 마운트 지점 전환에 실패하여 데이터를 긴급 복원했습니다: %@
nl: Wijzigen van het koppelpunt mislukt. De gegevens zijn via noodherstel teruggezet: %@
pl: Nie udało się zmienić punktu montowania. Dane zostały przywrócone awaryjnie: %@
pt: Não foi possível alterar o ponto de montagem. Os dados foram restaurados em uma recuperação de emergência: %@
ru: Не удалось сменить точку монтирования. Выполнено экстренное восстановление данных: %@
th: เปลี่ยนจุดต่อเชื่อมไม่สำเร็จ ได้กู้คืนข้อมูลฉุกเฉินแล้ว: %@
tr: Bağlama noktası değiştirilemedi; veriler acil kurtarmayla geri yüklendi: %@
vi: Không thể đổi điểm gắn kết; dữ liệu đã được khôi phục khẩn cấp: %@
zh_hant: 切換掛載點失敗，資料已緊急還原：%@

source: 创建外置卷失败：%@
ar: تعذر إنشاء وحدة التخزين الخارجية: %@
de: Das externe Volume konnte nicht erstellt werden: %@
en: Failed to create the external volume: %@
eo: Malsukcesis krei la eksteran volumon: %@
es: No se pudo crear el volumen externo: %@
fr: Impossible de créer le volume externe : %@
hi: बाहरी वॉल्यूम नहीं बनाया जा सका: %@
id: Gagal membuat volume eksternal: %@
it: Creazione del volume esterno non riuscita: %@
ja: 外部ボリュームを作成できませんでした：%@
ko: 외장 볼륨을 생성하지 못했습니다: %@
nl: Aanmaken van het externe volume mislukt: %@
pl: Nie udało się utworzyć woluminu zewnętrznego: %@
pt: Não foi possível criar o volume externo: %@
ru: Не удалось создать внешний том: %@
th: สร้างดิสก์โวลุ่มภายนอกไม่สำเร็จ: %@
tr: Harici birim oluşturulamadı: %@
vi: Không thể tạo ổ lưu trữ ngoài: %@
zh_hant: 建立外接卷宗失敗：%@

source: 前往应用数据
ar: الانتقال إلى بيانات التطبيقات
de: Zu den App-Daten
en: Go to App Data
eo: Iri al aplikaĵaj datumoj
es: Ir a los datos de las apps
fr: Ouvrir les données des apps
hi: ऐप डेटा पर जाएँ
id: Buka Data App
it: Vai a Dati app
ja: アプリデータへ移動
ko: 앱 데이터로 이동
nl: Ga naar Appgegevens
pl: Przejdź do danych aplikacji
pt: Ir para Dados de Apps
ru: Перейти к данным приложений
th: ไปที่ข้อมูลแอป
tr: Uygulama Verilerine Git
vi: Đến Dữ liệu ứng dụng
zh_hant: 前往應用程式資料

source: 卸载
ar: إلغاء التحميل
de: Aushängen
en: Unmount
eo: Malmunti
es: Desmontar
fr: Démonter
hi: अनमाउंट करें
id: Lepas
it: Smonta
ja: マウント解除
ko: 마운트 해제
nl: Ontkoppelen
pl: Odmontuj
pt: Desmontar
ru: Размонтировать
th: เลิกต่อเชื่อม
tr: Ayır
vi: Ngắt gắn kết
zh_hant: 卸載

source: 卸载外置卷。卸载后应用会看到空目录，请在拔盘前先退出应用
ar: إلغاء تحميل وحدة التخزين الخارجية. سيرى التطبيق مجلدًا فارغًا بعد ذلك؛ أنهِ التطبيق قبل فصل القرص
de: Das externe Volume aushängen. Danach sieht die App einen leeren Ordner. Beende die App, bevor du das Laufwerk trennst
en: Unmount the external volume. The app will see an empty directory afterwards; quit the app before unplugging the drive
eo: Malmunti la eksteran volumon. Poste la aplikaĵo vidos malplenan dosierujon; fermu la aplikaĵon antaŭ ol malkonekti la diskon
es: Desmontar el volumen externo. Después, la app verá una carpeta vacía. Sal de la app antes de desconectar el disco
fr: Démonter le volume externe. L’app verra ensuite un dossier vide. Quittez l’app avant de débrancher le disque
hi: बाहरी वॉल्यूम अनमाउंट करें। इसके बाद ऐप को खाली डायरेक्ट्री दिखेगी। ड्राइव निकालने से पहले ऐप बंद करें
id: Lepas volume eksternal. Setelah itu, app akan melihat direktori kosong; tutup app sebelum mencabut drive
it: Smonta il volume esterno. L’app vedrà una cartella vuota; esci dall’app prima di scollegare l’unità
ja: 外部ボリュームのマウントを解除します。解除後、アプリには空のディレクトリが表示されます。ドライブを取り外す前にアプリを終了してください
ko: 외장 볼륨을 마운트 해제합니다. 해제 후 앱에는 빈 디렉토리가 표시됩니다. 드라이브를 분리하기 전에 앱을 종료하세요
nl: Ontkoppel het externe volume. De app ziet daarna een lege map; stop de app voordat je de schijf loskoppelt
pl: Odmontuj wolumin zewnętrzny. Aplikacja będzie wtedy widzieć pusty folder. Zamknij ją przed odłączeniem dysku
pt: Desmonta o volume externo. O app passará a ver uma pasta vazia; encerre o app antes de desconectar a unidade
ru: Размонтировать внешний том. После этого приложение увидит пустую папку. Закройте приложение перед отключением накопителя
th: เลิกต่อเชื่อมดิสก์โวลุ่มภายนอก หลังจากนั้นแอปจะเห็นไดเรกทอรีว่าง โปรดออกจากแอปก่อนถอดไดรฟ์
tr: Harici birimi ayırın. Ardından uygulama boş bir klasör görür; diski çıkarmadan önce uygulamadan çıkın
vi: Ngắt gắn kết ổ lưu trữ ngoài. Sau đó ứng dụng sẽ thấy thư mục trống; hãy thoát ứng dụng trước khi rút ổ đĩa
zh_hant: 卸載外接卷宗。卸載後應用程式只會看到空目錄；拔除磁碟前請先結束應用程式

source: 卸载失败，可能有应用正在使用该目录：%@ %@
ar: تعذر إلغاء التحميل، ربما لا يزال أحد التطبيقات يستخدم هذا المجلد: %@ %@
de: Aushängen fehlgeschlagen. Möglicherweise verwendet eine App diesen Ordner: %@ %@
en: Unmount failed, an app may still be using this directory: %@ %@
eo: Malmuntado malsukcesis; aplikaĵo eble ankoraŭ uzas ĉi tiun dosierujon: %@ %@
es: No se pudo desmontar. Es posible que una app esté usando esta carpeta: %@ %@
fr: Échec du démontage. Une app utilise peut-être ce dossier : %@ %@
hi: अनमाउंट नहीं हो सका। कोई ऐप शायद अभी इस डायरेक्ट्री का इस्तेमाल कर रहा है: %@ %@
id: Gagal melepas volume; mungkin ada app yang masih menggunakan direktori ini: %@ %@
it: Impossibile smontare il volume. Un’app potrebbe usare questa cartella: %@ %@
ja: マウントを解除できませんでした。このディレクトリを使用中のアプリがある可能性があります：%@ %@
ko: 마운트를 해제하지 못했습니다. 앱이 이 디렉토리를 사용 중일 수 있습니다: %@ %@
nl: Ontkoppelen mislukt. Mogelijk gebruikt een app deze map nog: %@ %@
pl: Nie udało się odmontować woluminu. Jakaś aplikacja może używać tego folderu: %@ %@
pt: Não foi possível desmontar. Um app pode estar usando esta pasta: %@ %@
ru: Не удалось размонтировать том. Возможно, эту папку использует приложение: %@ %@
th: เลิกต่อเชื่อมไม่สำเร็จ อาจมีแอปกำลังใช้ไดเรกทอรีนี้อยู่: %@ %@
tr: Birim ayrılamadı. Bir uygulama bu klasörü kullanıyor olabilir: %@ %@
vi: Không thể ngắt gắn kết, có thể một ứng dụng vẫn đang dùng thư mục này: %@ %@
zh_hant: 卸載失敗，可能有應用程式正在使用此目錄：%@ %@

source: 去授权
ar: منح الوصول
de: Zugriff erlauben
en: Grant access
eo: Doni aliron
es: Permitir acceso
fr: Autoriser l’accès
hi: ऐक्सेस दें
id: Berikan akses
it: Concedi accesso
ja: 許可する
ko: 접근 허용
nl: Geef toegang
pl: Przyznaj dostęp
pt: Conceder acesso
ru: Разрешить доступ
th: ให้สิทธิ์เข้าถึง
tr: Erişim İzni Ver
vi: Cấp quyền truy cập
zh_hant: 前往授權

source: 只显示签名已被替换的应用
ar: إظهار التطبيقات التي استُبدلت توقيعاتها فقط
de: Nur Apps mit ersetzter Signatur anzeigen
en: Showing only apps whose signature was replaced
eo: Montri nur aplikaĵojn kun anstataŭigita subskribo
es: Mostrar solo apps cuya firma se ha sustituido
fr: Afficher uniquement les apps dont la signature a été remplacée
hi: सिर्फ़ बदले हुए हस्ताक्षर वाले ऐप दिखाएँ
id: Hanya tampilkan app yang tanda tangannya telah diganti
it: Mostra solo le app con firma sostituita
ja: 署名が置き換えられたアプリのみを表示しています
ko: 서명이 교체된 앱만 표시
nl: Toon alleen apps met een vervangen handtekening
pl: Pokazuj tylko aplikacje z zastąpionym podpisem
pt: Mostrar apenas apps com assinatura substituída
ru: Показывать только приложения с заменённой подписью
th: แสดงเฉพาะแอปที่ลายเซ็นถูกแทนที่
tr: Yalnızca imzası değiştirilmiş uygulamaları göster
vi: Chỉ hiện ứng dụng có chữ ký đã bị thay thế
zh_hant: 僅顯示簽名已被替換的應用程式

source: 可以先开始使用，之后再选择存放应用的外部存储。
ar: يمكنك البدء الآن واختيار التخزين الخارجي لتطبيقاتك لاحقًا.
de: Du kannst jetzt beginnen und den externen Speicher für deine Apps später auswählen.
en: You can start now and choose the external storage for your apps later.
eo: Vi povas ekuzi nun kaj poste elekti la eksteran konservilon por viaj aplikaĵoj.
es: Puedes empezar ahora y elegir más adelante el almacenamiento externo para tus apps.
fr: Vous pouvez commencer maintenant et choisir plus tard le stockage externe pour vos apps.
hi: आप अभी इस्तेमाल शुरू कर सकते हैं और ऐप रखने के लिए बाहरी स्टोरेज बाद में चुन सकते हैं।
id: Anda dapat mulai menggunakan sekarang dan memilih penyimpanan eksternal untuk app nanti.
it: Puoi iniziare ora e scegliere in seguito l’unità esterna su cui salvare le app.
ja: 先に使い始めて、アプリを保存する外部ストレージは後から選択することもできます。
ko: 먼저 사용을 시작한 후 앱을 저장할 외장 저장 장치를 선택해도 됩니다.
nl: Je kunt nu beginnen en later de externe opslag voor je apps kiezen.
pl: Możesz zacząć teraz, a nośnik zewnętrzny do przechowywania aplikacji wybrać później.
pt: Você pode começar agora e escolher depois o armazenamento externo onde os apps serão salvos.
ru: Можно начать сейчас и позже выбрать внешний накопитель для приложений.
th: เริ่มใช้งานได้เลย แล้วค่อยเลือกอุปกรณ์จัดเก็บข้อมูลภายนอกสำหรับเก็บแอปในภายหลัง
tr: Şimdi başlayabilir, uygulamaları saklayacağınız harici depolamayı daha sonra seçebilirsiniz.
vi: Bạn có thể bắt đầu dùng ngay và chọn bộ nhớ ngoài để lưu ứng dụng sau.
zh_hant: 可以先開始使用，之後再選擇存放應用程式的外接儲存裝置。

source: 可选：用挂载迁移把数据放回外置盘
ar: اختياري: إعادة البيانات إلى القرص الخارجي بالترحيل بالتحميل
de: Optional: Daten per Mount-Migration zurück auf das externe Laufwerk verschieben
en: Optional: mount-migrate the data back to the external drive
eo: Laŭvole: remeti la datumojn sur la eksteran diskon per migrado per muntado
es: Opcional: devolver los datos al disco externo mediante migración por montaje
fr: Facultatif : remettre les données sur le disque externe par migration par montage
hi: वैकल्पिक: माउंट द्वारा माइग्रेशन से डेटा वापस बाहरी ड्राइव पर रखें
id: Opsional: kembalikan data ke drive eksternal melalui migrasi dengan pemasangan
it: Facoltativo: riporta i dati sull’unità esterna con la migrazione tramite montaggio
ja: オプション：マウント移行でデータを外部ドライブに戻す
ko: 선택 사항: 마운트 마이그레이션으로 데이터를 외장 드라이브에 다시 저장
nl: Optioneel: zet de gegevens weer op de externe schijf met migratie via aankoppelen
pl: Opcjonalnie: przenieś dane z powrotem na dysk zewnętrzny, używając migracji przez montowanie
pt: Opcional: leve os dados de volta à unidade externa usando a migração por montagem
ru: Необязательно: снова перенесите данные на внешний накопитель с монтированием
th: ทางเลือก: ย้ายข้อมูลกลับไปยังไดรฟ์ภายนอกด้วยการย้ายแบบต่อเชื่อม
tr: İsteğe bağlı: bağlayarak taşıma ile verileri yeniden harici diske taşıyın
vi: Tùy chọn: đưa dữ liệu về ổ đĩa ngoài bằng cách di chuyển bằng gắn kết
zh_hant: 選用：以掛載遷移將資料放回外接磁碟

source: 在 macOS 27 上，被重签名的沙盒应用可能无法打开。仍可开启，但推荐挂载迁移。
ar: قد يتعذر فتح التطبيقات المعزولة المعاد توقيعها على macOS 27. لا يزال بإمكانك تفعيل هذا الخيار، لكن يُنصح بالترحيل بالتحميل.
de: Neu signierte Sandbox-Apps lassen sich unter macOS 27 möglicherweise nicht öffnen. Du kannst den Modus trotzdem aktivieren, empfohlen wird jedoch die Mount-Migration.
en: On macOS 27, re-signed sandboxed apps may fail to open. You can still enable it, but mount migration is recommended.
eo: Resubskribitaj izolitaj aplikaĵoj eble ne malfermiĝos en macOS 27. Vi ankoraŭ povas ebligi ĉi tion, sed migrado per muntado estas rekomendata.
es: Las apps aisladas que se hayan vuelto a firmar podrían no abrirse en macOS 27. Puedes activar el modo, pero se recomienda la migración por montaje.
fr: Sous macOS 27, les apps en bac à sable re-signées peuvent ne plus s’ouvrir. Vous pouvez tout de même activer ce mode, mais la migration par montage est recommandée.
hi: macOS 27 पर पुनः हस्ताक्षरित सैंडबॉक्स ऐप शायद न खुलें। आप फिर भी यह विकल्प चालू कर सकते हैं, लेकिन माउंट द्वारा माइग्रेशन सुझाया जाता है।
id: App dalam sandbox yang ditandatangani ulang mungkin tidak dapat dibuka di macOS 27. Anda masih dapat mengaktifkannya, tetapi migrasi dengan pemasangan lebih disarankan.
it: Su macOS 27 le app in sandbox rifirmate potrebbero non aprirsi. Puoi comunque attivare questa modalità, ma è consigliata la migrazione tramite montaggio.
ja: macOS 27 では、再署名されたサンドボックスアプリを開けない場合があります。オンにすることもできますが、マウント移行をおすすめします。
ko: 재서명된 샌드박스 앱은 macOS 27에서 열리지 않을 수 있습니다. 이 모드를 켤 수는 있지만 마운트 마이그레이션을 권장합니다.
nl: Op macOS 27 openen opnieuw ondertekende sandbox-apps mogelijk niet. Je kunt deze modus nog steeds inschakelen, maar migratie via aankoppelen wordt aanbevolen.
pl: W macOS 27 ponownie podpisane aplikacje w piaskownicy mogą się nie otwierać. Ten tryb nadal można włączyć, ale zalecana jest migracja przez montowanie.
pt: No macOS 27, apps em sandbox que foram reassinados podem não abrir. Você ainda pode ativar este modo, mas recomendamos a migração por montagem.
ru: В macOS 27 переподписанные приложения в песочнице могут не открываться. Этот режим всё ещё можно включить, но рекомендуется перенос с монтированием.
th: แอปแซนด์บ็อกซ์ที่เซ็นใหม่อาจเปิดไม่ได้บน macOS 27 คุณยังเปิดใช้ตัวเลือกนี้ได้ แต่แนะนำให้ย้ายแบบต่อเชื่อม
tr: macOS 27’de yeniden imzalanmış korumalı alan uygulamaları açılmayabilir. Bu modu yine de açabilirsiniz, ancak bağlayarak taşıma önerilir.
vi: Ứng dụng sandbox đã ký lại có thể không mở được trên macOS 27. Bạn vẫn có thể bật tùy chọn này, nhưng nên dùng di chuyển bằng gắn kết.
zh_hant: 在 macOS 27 上，經過重簽名的沙盒應用程式可能無法打開。仍可開啟此模式，但建議使用掛載遷移。

source: 在外部存储上创建 APFS 卷并挂载到此目录（实验性）
ar: إنشاء وحدة تخزين APFS على التخزين الخارجي وتحميلها في هذا المجلد (تجريبي)
de: Ein APFS-Volume auf dem externen Speicher erstellen und hier einbinden (experimentell)
en: Create an APFS volume on the external storage and mount it here (experimental)
eo: Krei volumon APFS sur la ekstera konservilo kaj munti ĝin ĉe ĉi tiu dosierujo (eksperimenta)
es: Crear un volumen APFS en el almacenamiento externo y montarlo en esta carpeta (experimental)
fr: Créer un volume APFS sur le stockage externe et le monter dans ce dossier (expérimental)
hi: बाहरी स्टोरेज पर APFS वॉल्यूम बनाएँ और इस डायरेक्ट्री में माउंट करें (प्रयोगात्मक)
id: Buat volume APFS di penyimpanan eksternal dan pasang di direktori ini (eksperimental)
it: Crea un volume APFS sull’unità esterna e montalo in questa cartella (sperimentale)
ja: 外部ストレージに APFS ボリュームを作成し、このディレクトリにマウントします（実験的）
ko: 외장 저장 장치에 APFS 볼륨을 생성하여 이 디렉토리에 마운트합니다(실험적 기능)
nl: Maak een APFS-volume op de externe opslag en koppel het aan deze map (experimenteel)
pl: Utwórz wolumin APFS na nośniku zewnętrznym i zamontuj go w tym folderze (eksperymentalne)
pt: Cria um volume APFS no armazenamento externo e o monta nesta pasta (experimental)
ru: Создать том APFS на внешнем накопителе и смонтировать его в эту папку (экспериментальная функция)
th: สร้างดิสก์โวลุ่ม APFS บนอุปกรณ์จัดเก็บข้อมูลภายนอก แล้วต่อเชื่อมกับไดเรกทอรีนี้ (ทดลอง)
tr: Harici depolamada bir APFS birimi oluşturup bu klasöre bağlayın (deneysel)
vi: Tạo ổ APFS trên bộ nhớ ngoài và gắn kết vào thư mục này (thử nghiệm)
zh_hant: 在外接儲存裝置上建立 APFS 卷宗並掛載到此目錄（實驗性）

source: 外部存储
ar: التخزين الخارجي
de: Externer Speicher
en: External storage
eo: Ekstera konservilo
es: Almacenamiento externo
fr: Stockage externe
hi: बाहरी स्टोरेज
id: Penyimpanan eksternal
it: Unità esterna
ja: 外部ストレージ
ko: 외장 저장 장치
nl: Externe opslag
pl: Nośnik zewnętrzny
pt: Armazenamento externo
ru: Внешний накопитель
th: อุปกรณ์จัดเก็บข้อมูลภายนอก
tr: Harici Depolama
vi: Bộ nhớ ngoài
zh_hant: 外接儲存裝置

source: 外部存储不是 APFS 格式，无法创建挂载卷：%@
ar: تنسيق التخزين الخارجي ليس APFS، لذا يتعذر إنشاء وحدة تخزين للتحميل: %@
de: Der externe Speicher verwendet kein APFS. Ein Volume zur Einbindung kann nicht erstellt werden: %@
en: External storage is not APFS, cannot create a mount volume: %@
eo: La ekstera konservilo ne uzas APFS; ne eblas krei volumon por muntado: %@
es: El almacenamiento externo no tiene formato APFS. No se puede crear un volumen para montar: %@
fr: Le stockage externe n’est pas au format APFS. Impossible de créer un volume à monter : %@
hi: बाहरी स्टोरेज APFS फ़ॉर्मैट में नहीं है, इसलिए माउंट करने के लिए वॉल्यूम नहीं बनाया जा सकता: %@
id: Penyimpanan eksternal tidak berformat APFS, sehingga volume untuk dipasang tidak dapat dibuat: %@
it: L’unità esterna non è in formato APFS. Impossibile creare un volume da montare: %@
ja: 外部ストレージが APFS フォーマットではないため、マウント用ボリュームを作成できません：%@
ko: 외장 저장 장치가 APFS 포맷이 아니므로 마운트용 볼륨을 생성할 수 없습니다: %@
nl: De externe opslag gebruikt geen APFS. Er kan geen volume worden aangemaakt om aan te koppelen: %@
pl: Nośnik zewnętrzny nie jest w formacie APFS. Nie można utworzyć woluminu do montowania: %@
pt: O armazenamento externo não está em APFS. Não é possível criar um volume para montagem: %@
ru: Внешний накопитель не в формате APFS. Невозможно создать том для монтирования: %@
th: อุปกรณ์จัดเก็บข้อมูลภายนอกไม่ใช่รูปแบบ APFS จึงสร้างดิสก์โวลุ่มสำหรับต่อเชื่อมไม่ได้: %@
tr: Harici depolama APFS biçiminde değil. Bağlanacak birim oluşturulamıyor: %@
vi: Bộ nhớ ngoài không dùng định dạng APFS, không thể tạo ổ để gắn kết: %@
zh_hant: 外接儲存裝置不是 APFS 格式，無法建立掛載卷宗：%@

source: 完全磁盘访问权限
ar: الوصول الكامل إلى القرص
de: Festplattenvollzugriff
en: Full Disk Access
eo: Plena diskaliro
es: Acceso total al disco
fr: Accès complet au disque
hi: पूर्ण डिस्क ऐक्सेस
id: Akses Disk Penuh
it: Accesso completo al disco
ja: フルディスクアクセス
ko: 전체 디스크 접근 권한
nl: Volledige schijftoegang
pl: Pełny dostęp do dysku
pt: Acesso Total ao Disco
ru: Полный доступ к диску
th: การเข้าถึงดิสก์แบบเต็ม
tr: Tam Disk Erişimi
vi: Truy cập ổ đĩa đầy đủ
zh_hant: 完整磁碟取用權限

source: 完成后可在「设置」中重新检查
ar: يمكنك إعادة الفحص لاحقًا في «الإعدادات»
de: Du kannst die Prüfung später unter „Einstellungen“ wiederholen
en: You can re-run this check later in Settings.
eo: Poste vi povas rekontroli en “Agordoj”
es: Puedes repetir la comprobación en «Configuración» cuando termines
fr: Vous pourrez refaire cette vérification dans « Paramètres »
hi: बाद में “सेटिंग्स” में फिर से जाँच सकते हैं
id: Setelah selesai, Anda dapat memeriksa lagi di “Pengaturan”
it: Al termine puoi ripetere la verifica in “Impostazioni”
ja: 完了後、「設定」で再チェックできます
ko: 완료 후 설정에서 다시 확인할 수 있습니다
nl: Na afloop kun je de controle opnieuw uitvoeren in ‘Instellingen’
pl: Po zakończeniu możesz ponowić sprawdzenie w „Ustawieniach”
pt: Após concluir, você pode verificar novamente em “Configurações”
ru: После завершения проверку можно повторить в «Настройках»
th: เมื่อตั้งค่าเสร็จแล้ว คุณตรวจสอบอีกครั้งได้ใน “การตั้งค่า”
tr: Tamamladıktan sonra “Ayarlar” bölümünde yeniden kontrol edebilirsiniz
vi: Sau khi hoàn tất, có thể kiểm tra lại trong “Cài đặt”
zh_hant: 完成後可在「設定」中重新檢查

source: 容器数据改回符号链接迁移，并允许对沙盒应用重签名。只适合暂不升级 macOS 27 且外置盘不是 APFS 的用户。
ar: تعود بيانات الحاويات إلى الترحيل بالروابط الرمزية، ويُسمح بإعادة توقيع التطبيقات المعزولة. يناسب فقط من لا ينوون الترقية إلى macOS 27 حاليًا ولا يستخدم قرصهم الخارجي APFS.
de: Containerdaten werden wieder über symbolische Links migriert, und Sandbox-Apps dürfen neu signiert werden. Nur für Nutzer geeignet, die vorerst nicht auf macOS 27 aktualisieren und deren externes Laufwerk kein APFS verwendet.
en: Container data goes back to symbolic-link migration and sandboxed apps may be re-signed. Only for users who are not upgrading to macOS 27 for now and whose external drive is not APFS.
eo: Ujaj datumoj denove migrados per simbolaj ligiloj, kaj resubskribo de izolitaj aplikaĵoj estos permesata. Nur por uzantoj, kiuj provizore ne ĝisdatigos al macOS 27 kaj kies ekstera disko ne uzas APFS.
es: Los datos de los contenedores volverán a migrarse mediante enlaces simbólicos y se permitirá volver a firmar apps aisladas. Solo es adecuado si no vas a actualizar a macOS 27 por ahora y tu disco externo no tiene formato APFS.
fr: Les données des conteneurs seront à nouveau migrées par liens symboliques et les apps en bac à sable pourront être re-signées. Réservé aux utilisateurs qui ne prévoient pas de passer à macOS 27 pour le moment et dont le disque externe n’est pas au format APFS.
hi: कंटेनर के डेटा के लिए फिर से प्रतीकात्मक लिंक द्वारा माइग्रेशन इस्तेमाल होगा और सैंडबॉक्स ऐप को पुनः हस्ताक्षरित करने की अनुमति मिलेगी। केवल उन लोगों के लिए जो अभी macOS 27 पर अपग्रेड नहीं करेंगे और जिनकी बाहरी ड्राइव APFS में नहीं है।
id: Data kontainer kembali dimigrasikan dengan tautan simbolis, dan app dalam sandbox boleh ditandatangani ulang. Hanya cocok bagi pengguna yang belum akan meningkatkan ke macOS 27 dan drive eksternalnya tidak berformat APFS.
it: Ripristina la migrazione dei dati dei contenitori tramite link simbolici e consente di rifirmare le app in sandbox. È adatta solo a chi non intende ancora aggiornare a macOS 27 e usa un’unità esterna non APFS.
ja: コンテナデータの移行をシンボリックリンク方式に戻し、サンドボックスアプリの再署名を許可します。当面 macOS 27 にアップグレードせず、外部ドライブが APFS ではないユーザ向けです。
ko: 컨테이너 데이터를 다시 심볼릭 링크로 마이그레이션하고 샌드박스 앱의 재서명을 허용합니다. 당분간 macOS 27로 업그레이드하지 않고 외장 드라이브가 APFS 포맷이 아닌 사용자에게만 적합합니다.
nl: Migreer containergegevens weer via symbolische links en sta opnieuw ondertekenen van sandbox-apps toe. Alleen geschikt als je voorlopig niet bijwerkt naar macOS 27 en je externe schijf geen APFS gebruikt.
pl: Przywraca migrację danych kontenerów przez dowiązania symboliczne i pozwala ponownie podpisywać aplikacje w piaskownicy. Tylko dla osób, które na razie nie aktualizują do macOS 27 i mają dysk zewnętrzny w formacie innym niż APFS.
pt: Volta a migrar dados de contêineres usando links simbólicos e permite reassinar apps em sandbox. Indicado apenas para quem ainda não pretende atualizar para o macOS 27 e cuja unidade externa não usa APFS.
ru: Возвращает перенос данных контейнеров через символические ссылки и разрешает переподписывать приложения в песочнице. Подходит только тем, кто пока не планирует обновление до macOS 27 и чей внешний накопитель не использует APFS.
th: กลับไปย้ายข้อมูลคอนเทนเนอร์ด้วยลิงก์สัญลักษณ์ และอนุญาตให้เซ็นแอปแซนด์บ็อกซ์ใหม่ เหมาะเฉพาะผู้ที่ยังไม่อัปเกรดเป็น macOS 27 และไดรฟ์ภายนอกไม่ใช่ APFS
tr: Kapsayıcı verilerini yeniden sembolik bağlantılarla taşır ve korumalı alan uygulamalarının yeniden imzalanmasına izin verir. Yalnızca şimdilik macOS 27’ye yükseltmeyecek ve harici diski APFS olmayan kullanıcılar için uygundur.
vi: Chuyển dữ liệu bộ chứa về cách di chuyển bằng liên kết tượng trưng và cho phép ký lại ứng dụng sandbox. Chỉ dành cho người chưa nâng cấp lên macOS 27 và có ổ đĩa ngoài không dùng APFS.
zh_hant: 容器資料改回以符號連結遷移，並允許對沙盒應用程式重簽名。僅適合暫不升級至 macOS 27，且外接磁碟不是 APFS 格式的使用者。
